[{
  "character_information": "阿美老師（女性，42 歲，小學自然科老師，溫柔耐心）",
  "sentences": [
    {
      "emotion_label": "悲傷",
      "emotion_sentences": [
        "今天小明哭著說他不想上學，我聽了心好酸，還是忍不住陪他坐了一整節課。",
        "那棵我們一起種的小樹被風吹倒了，孩子們看到的時候眼眶都紅了，我也好難過。",
        "每次畢業季，看著孩子們一個個離開，心裡真的五味雜陳，很捨不得啊。",
        "剛才批改作文，有個孩子寫他爸爸又喝醉打人，我看得真的很心痛。",
        "今天早上收到通知，小玲轉學了，連句道別都沒說，教室都空了一塊似的。",
        "有些孩子明明很聰明，卻因為家庭環境跟不上進度，我心裡真的很無力。",
        "前幾年教過的小哲出車禍過世了，真不敢相信那麼陽光的孩子就這樣走了⋯⋯",
        "最近壓力有點大，回到家只想靜靜地坐著，什麼都不想講。",
        "我盡力想讓每個孩子都被看見，可有時候還是會覺得自己做得不夠好。",
        "有學生偷拿東西被抓，我當下其實很難過，因為我知道他不是壞孩子。"
      ]
    },
    {
      "emotion_label": "憤怒",
      "emotion_sentences": [
        "我真的不能接受家長用手機罵孩子，那不是教育，那是情緒發洩！",
        "明明我提了三次學校設備要修，結果又拖了一個學期，真的氣人。",
        "有些人老是把老師當保母，孩子的一切都丟給我們管，這樣對嗎？",
        "那位男老師竟然在會議上打斷我三次，完全不尊重別人發言！",
        "今天看到有人在黑板上亂畫，還說是「藝術」，根本不尊重教室環境！",
        "我講了一整週的科展規則，還是有學生交白卷，真的氣又無奈。",
        "小華媽媽又遲到了快一小時來接人，孩子都快哭出來了，她好像完全不在意。",
        "教育部又下新指令，沒提前說，逼老師們臨時加班，誰來體諒我們？",
        "批改考卷發現好幾題一模一樣，學生說沒抄，當我是笨蛋嗎？",
        "有人說「老師就只是個拿固定薪水的」，這種話真的很刺耳！"
      ]
    },
    {
      "emotion_label": "驚奇",
      "emotion_sentences": [
        "哇！我真的沒想到小君居然會主動幫同學收作業，以前他可是最愛賴皮的呢！",
        "今天午休走進教室，居然看到孩子們自己在靜靜看書，我差點以為走錯班。",
        "校長竟然說要讓我們老師決定課表順序？第一次聽到這種開放政策耶！",
        "小志居然寫了整整三頁自然觀察日誌，我以為他只會畫火柴人呢！",
        "剛剛回家看到先生洗好碗還拖了地，差點以為我在作夢！",
        "我學生在自然科比賽拿了全國第三名，天啊我真的快哭了！",
        "原來學校後面那棵樹是台灣原生種！教了這麼多年我居然沒發現。",
        "今天午餐的便當居然有水果！第一次看到營養午餐有這麼用心的設計。",
        "有個孩子用廢紙做了一個太陽能烤箱，我真的是又驚又喜！",
        "下課時突然有家長來送手工餅乾給我，說孩子變得喜歡學習了，好感動也好意外。"
      ]
    },
    {
      "emotion_label": "信任",
      "emotion_sentences": [
        "我相信你們每個人都有能力理解這個實驗的原理，只要願意多花點時間。",
        "小傑，我知道你最近有點分心，但我相信你會找回學習的節奏。",
        "老師會一直在這裡支持你們，遇到問題我們一起想辦法。",
        "妳如果願意多說一點，老師會很願意聽，也不會責怪妳。",
        "雖然這次考得不理想，但我知道你已經很努力了。",
        "你們每次的小觀察都有進步，老師都看在眼裡。",
        "我們班的同學都有團隊精神，這次的報告我相信你們一定合作得很好。",
        "老師知道你不是故意忘記帶作業的，我相信你下次會記得。",
        "雖然結果不一定完美，但我相信你做的每個決定都是經過思考的。",
        "妳總是很細心，這次的實驗我完全放心交給妳主導。"
      ]
    },
    {
      "emotion_label": "喜悅",
      "emotion_sentences": [
        "今天我們班全班交齊作業，第一次耶，我開心到請大家吃糖果！",
        "剛剛收到家長的感謝卡，說孩子變得愛學習了，真的超級有成就感。",
        "小朋友在自然課做的環保小盆栽都活下來了，我真的好開心！",
        "今天天氣好得不得了，下課還能跟孩子們在操場曬太陽。",
        "小志終於學會用顯微鏡了，看到他興奮的樣子我也忍不住笑了出來。",
        "校務會議提前結束，終於可以早點回家泡杯茶，好幸福～",
        "剛剛小莉悄悄塞了張畫給我，說「謝謝老師陪我長大」，好暖心。",
        "我今天穿了學生送我的圍裙上課，大家還鼓掌說我好可愛，真開心。",
        "自己熬夜準備的自然課小遊戲，孩子們玩得好開心，真的值得。",
        "聽到孩子們在背後討論說「老師講課都不會無聊」，我整天都笑咪咪的。"
      ]
    },
    {
      "emotion_label": "期待",
      "emotion_sentences": [
        "下週我們要去植物園參觀，我已經開始想像你們看到真實蕨類植物時的反應了！",
        "明天的太陽能小車比賽，我真的很期待你們的作品上場。",
        "我好希望這次大家都能勇敢舉手發問，讓課堂更熱鬧一點。",
        "妳上次畫的科學手抄報那麼漂亮，我很期待這次的成品！",
        "一想到你們下學期就要開始接觸天文單元，我就覺得好興奮。",
        "這次如果天氣好，我們就可以在戶外做實驗了，希望別下雨。",
        "妳最近這麼用功，我相信這次成果發表會表現得很棒。",
        "我們這週要開始孵小雞了，老師也跟你們一樣期待牠們破殼的樣子。",
        "每次你們的小組報告，我都會很期待看你們如何創意呈現。",
        "學期快結束了，我已經開始期待你們畢業時寫給老師的小卡片了。"
      ]
    },
    {
      "emotion_label": "恐懼",
      "emotion_sentences": [
        "我擔心你們太匆忙操作，萬一燒杯打破了會受傷。",
        "剛剛地震的時候，我真的很怕你們還在教室裡。",
        "每次看到你這樣獨自一個人不說話，我會擔心你是不是遇到什麼困難。",
        "有時候我會害怕自己沒教好，耽誤了你們的學習。",
        "天氣這麼熱，做戶外實驗我怕你們中暑。",
        "妳最近常常請假，老師有點擔心妳的身體是不是出了什麼狀況。",
        "如果實驗出現失誤，我擔心會讓你們對科學失去興趣。",
        "學校附近最近交通事故多，我每天都很怕你們上下學的安全。",
        "妳說妳想一個人待著，老師有點擔心妳的情緒是不是出了問題。",
        "有時候夜深人靜時，我會想：萬一我不再當老師了，還能陪著你們嗎？"
      ]
    },
    {
      "emotion_label": "厭惡",
      "emotion_sentences": [
        "老是有家長臨時丟訊息要改接送，完全沒在考慮老師的困擾。",
        "有些孩子在教室亂丟垃圾，看了真的很倒胃口。",
        "學校行政有些規定不合邏輯，每次都讓我們現場老師收爛攤子。",
        "午餐的魚一打開就是腥味，吃第一口就不想吃了。",
        "每次課後會議開得又久又沒重點，真是浪費大家時間。",
        "學生抄答案還敢說是「互相幫忙」，這什麼歪理？",
        "教室冷氣壞了三天，維修人員還一副事不關己的樣子，真的受不了。",
        "有些老師上課完全不控場，吵到隔壁班，我們還得收拾善後。",
        "小考有人作弊還裝無辜，那副嘴臉真的讓人氣到不行。",
        "明明跟校方反映過教具不夠，結果還是什麼都沒處理。"
      ]
    }
  ]
},
{
  "character_information": "阿輝（男性，29歲，外送員，樂觀直率）",
  "sentences": [
    {
      "emotion_label": "悲傷",
      "emotion_sentences": [
        "今晚風好大，外面淋雨還是要送，心裡真的覺得挺難過的。",
        "有客人給差評，我都不知道哪裡做錯了，心裡怪怪的。",
        "看到那條街以前常來的攤位沒了，感覺這城市越來越冷清了。",
        "工作這麼累，有時候也會想家裡，但又不能停下來。",
        "今天路上撞見老同學，他說他現在過得比我好，心裡不是滋味。",
        "小孩子對我笑了，但我知道自己沒法給他什麼真正的幫助。",
        "看到別人聚在一起吃飯聊天，我卻孤單騎著車，好難過。",
        "手機沒電，訂單又來了，真想趕快結束這一天。",
        "老闆又說我們工作效率不夠，心裡有點鬱悶。",
        "今天接到一個特別冷漠的訂單，連聲謝謝都沒有，讓我心情很差。"
      ]
    },
    {
      "emotion_label": "憤怒",
      "emotion_sentences": [
        "這些客人訂了又改，害我繞來繞去，真是氣炸！",
        "天啊，明明我提早到，店家卻說餐還沒做好，搞什麼嘛！",
        "遇到塞車根本受不了，這城市到底有沒有交通規劃啊？",
        "有些人明明訂外送，結果又自己跑去拿，害我白跑一趟！",
        "客人態度差還不說謝謝，送餐都變成忍功大考驗。",
        "老闆說我們要快送，但路上這麼亂，根本不可能！",
        "有人點錯餐還硬要改，害我送到一半又得回去，真想爆粗口。",
        "天氣熱到爆炸，外面騎車像在烤箱裡，我已經快炸了！",
        "這個月獎金又被扣，什麼理由我都聽爛了，氣死人！",
        "看到路邊違停的車佔我路，真想下去拆輪胎。"
      ]
    },
    {
      "emotion_label": "驚奇",
      "emotion_sentences": [
        "居然有人送餐時還會跟我說「辛苦了」，真是太暖心了！",
        "今天遇到一台超級帥的摩托車，騎起來感覺也爽。",
        "剛剛那家餐廳的料理居然比想像中好吃，嚇我一跳。",
        "客人竟然給了我小費，這種事真是不常見欸！",
        "今天路上碰到個老朋友，真沒想到我們還能這麼巧遇。",
        "看到小朋友送我一個笑容，瞬間整天心情都好起來了。",
        "天氣這麼熱，居然還有人穿羽絨外套，太誇張了吧！",
        "店家突然多給我一份餐點，真的是太佛心了。",
        "今天訂單超多，居然都能準時送達，自己也佩服。",
        "這城市竟然有這麼多漂亮的街景，以前從沒注意過。"
      ]
    },
    {
      "emotion_label": "信任",
      "emotion_sentences": [
        "放心啦，我一定準時把餐送到，不會讓你等太久的。",
        "我相信只要認真跑，哪天我也能靠這份工作存到頭期款。",
        "老闆你先給我機會試跑一天，我會讓你看到我做事的態度。",
        "跟著導航走，基本上都不會迷路啦，我信這系統。",
        "你說你是第一次用這平台？沒關係，我教你，很簡單啦。",
        "我相信你不是故意打錯地址，我們都有出錯的時候。",
        "只要客人願意等，我一定拼命趕過去送到。",
        "我以前也遇過很多困難，但我相信努力總會有回報。",
        "兄弟你別擔心，我說幫你cover今天就一定做到。",
        "公司雖然嚴格一點，但我信他們不會亂扣錢。"
      ]
    },
    {
      "emotion_label": "喜悅",
      "emotion_sentences": [
        "今天送單特別順利，感覺一整天都超開心！",
        "客人說「謝謝你」那刻，真的是一種幸福感。",
        "下午休息時吃到一碗超好吃的冰，好爽！",
        "今天碰到陽光大好，騎車心情都特別輕鬆。",
        "跟同事一起吃便當，聊聊天，笑得很開心。",
        "接到熟客訂單，感覺像老朋友一樣。",
        "路上看到小狗搖尾巴，心都被融化了。",
        "今天訂單多，賺得也多，真是開心的一天。",
        "新買的安全帽戴起來超帥，心情大好。",
        "下班後約朋友聚餐，期待放鬆的時光。"
      ]
    },
    {
      "emotion_label": "期待",
      "emotion_sentences": [
        "明天天氣好，我應該可以跑滿十單，期待啦！",
        "今天新開的飲料店開始合作了，我超期待第一單！",
        "月底的獎金快到了，希望能再衝個幾趟多領點。",
        "我最期待的就是跑完一整天之後喝冰奶茶的那一刻。",
        "如果有機會進公司內部，我也想試試看當區長。",
        "聽說新的導航系統比較聰明，我等不及想試試。",
        "客人如果給個五星好評，我一天心情都會很好，期待中！",
        "今天客人訂的全是炸雞薯條，我自己看了都流口水。",
        "我約了老朋友週末吃火鍋，好久沒見了超期待。",
        "年底我打算休幾天回家，最期待跟爸媽一起吃年夜飯。"
      ]
    },
    {
      "emotion_label": "恐懼",
      "emotion_sentences": [
        "剛剛差點被右轉車撞到，我真的有點嚇到了。",
        "這麼大的雨，我怕機車煞不住會滑倒。",
        "有時候晚上跑單經過那幾條巷子，真的會怕遇到壞人。",
        "我最怕客人不接電話，然後還給差評。",
        "手機快沒電了，我怕接不到接下來的單。",
        "我怕今天沒跑滿會影響下週排班。",
        "剛剛那個狗突然衝出來，我嚇得差點摔車。",
        "如果一直這樣通膨，我怕生活真的撐不下去。",
        "外送箱壞掉了，我怕食物灑出來會被客訴。",
        "我媽最近身體不好，我一直很擔心她在家一個人。"
      ]
    },
    {
      "emotion_label": "厭惡",
      "emotion_sentences": [
        "真討厭，有些人訂餐不出門拿，害我白等一頓。",
        "路上亂停車的人太多，騎車超級不方便。",
        "有些店家態度差，讓人心情差透了。",
        "外面太熱，衣服都濕了，超級不舒服。",
        "有些客人很挑，怎麼點都不滿意。",
        "訂單系統老是當機，害我送餐延遲。",
        "看到路邊垃圾一堆，心情就煩躁。",
        "早上塞車塞到爆，時間全浪費了。",
        "有時候遇到凶神惡煞的狗，騎車都緊張。",
        "明明講好的時間，卻一再被拖延，真令人反感。"
      ]
    }
  ]
},
{
  "character_information": "阿嬤玉蓮（女性，68歲，退休家庭主婦，慈愛但有點唠叨）",
  "sentences": [
    {
      "emotion_label": "悲傷",
      "emotion_sentences": [
        "這幾天老伴不舒服，我心裡真是難過啊。",
        "孫子好久沒回家了，阿嬤我都快想哭了。",
        "看著以前種的花凋謝了，心裡有說不出的空落感。",
        "每次看到別人家熱熱鬧鬧，想到我家只有我一個人，難受。",
        "今天鄰居阿姨病了，讓我想起我當年病痛的日子。",
        "阿公走了這麼久，想到他還是會忍不住想哭。",
        "小孫子不理我，我的心都碎了。",
        "聽說老朋友搬走了，感覺這社區少了份溫暖。",
        "以前的照片越看越想念年輕時光。",
        "有時候覺得自己老了，做什麼都不如以前了。"
      ]
    },
    {
      "emotion_label": "憤怒",
      "emotion_sentences": [
        "那些年輕人吵得太誇張，阿嬤我怎麼睡得著？",
        "怎麼這麼多年還有人亂丟垃圾，真是沒公德心！",
        "鄰居的狗又一直叫，害我整晚沒休息。",
        "這店家的服務態度差，買個東西還要這麼兇。",
        "小孩子怎麼這麼不懂事，打破我的花盆！",
        "電視節目那麼爛，老是重播沒新意。",
        "兒子又忘了給我打電話，氣死我了！",
        "怎麼這個天氣還有人不戴口罩，太不負責任了。",
        "社區裡那個阿婆總是愛管閒事，讓人心煩。",
        "有些人說老年人不用管，真是太過分了！"
      ]
    },
    {
      "emotion_label": "驚奇",
      "emotion_sentences": [
        "這年紀還能學手機，真是沒想到自己這麼厲害！",
        "孫子會自己做飯了？阿嬤我真是太驚訝了。",
        "社區活動這麼熱鬧，我都沒想到會這麼有趣。",
        "今天市場賣的水果比去年還甜，真讓人驚喜。",
        "看到年輕人騎著電動車，真是時代變了啊。",
        "那位新鄰居會唱歌，唱得還真好聽。",
        "電視劇裡的服裝變化多，跟以前完全不同。",
        "今天路過公園，居然看到好多老人跳舞，好驚訝。",
        "以前用的爐子被電鍋取代，科技真快！",
        "孫子送我一盆花，阿嬤我感動得快流淚了。"
      ]
    },
    {
      "emotion_label": "信任",
      "emotion_sentences": [
        "阿昌從小就聰明，阿嬤相信你一定可以考上好學校啦。",
        "你說這個東西好用，阿嬤信你，我來學學看怎麼用。",
        "阿嬤不是催你啦，是怕你太累，但我相信你會照顧好自己。",
        "你爸嘴巴壞一點，但他心是好的，阿嬤知道啦。",
        "這家菜市場我走了幾十年，賣菜阿姨我都信得過啦。",
        "你說你想自己搬出去住，阿嬤信你有能力獨立。",
        "這藥是醫生開的，我相信你們年輕人說要按時吃是對的。",
        "阿嬤看人很準，那個女孩我看得出來是好孩子。",
        "你說你工作忙，我懂的啦，我信你不是故意不打電話。",
        "阿嬤信佛，信善有善報，所以做人要正直。"
      ]
    },
    {
      "emotion_label": "喜悅",
      "emotion_sentences": [
        "孫子來看我了，阿嬤心裡暖暖的，好開心！",
        "今天市場買到新鮮的菜，煮了大家最愛的菜色。",
        "鄰居阿姨送了我一盒糕點，真是太幸福了。",
        "太陽好大，曬著太陽感覺特別舒服。",
        "聽到孫子考試考得不錯，阿嬤真替他驕傲。",
        "和老朋友聊天，回憶起好多快樂的時光。",
        "今天公園散步，看到很多小朋友玩耍，心情很好。",
        "照顧花花草草，看著它們長大，真是開心。",
        "兒子送來了他做的手工藝品，阿嬤覺得好棒！",
        "一家人圍在一起吃飯，好幸福的一天。"
      ]
    },
    {
      "emotion_label": "期待",
      "emotion_sentences": [
        "下禮拜你說要帶女朋友回來吃飯，阿嬤煮你最愛的紅燒肉，期待啦！",
        "這週孫子要表演才藝，我早就準備好要去看了，超開心。",
        "過年快到了，我已經開始想要包幾個紅包給你們。",
        "你說你年底要帶我去日本玩，我天天都在倒數啦。",
        "明天你要回來吃飯，我特地去市場買新鮮白蝦等你。",
        "阿嬤最近學會用LINE，期待你傳照片給我看。",
        "你表妹也快要生了，我在等她叫我去幫忙坐月子啦。",
        "這禮拜你阿公生日，我已經訂好蛋糕要一起慶祝了。",
        "你堂哥搬新家，說要請吃飯，我也很期待看到大家團聚。",
        "春天要到了，我等著在陽台種我的蘭花呢。"
      ]
    },
    {
      "emotion_label": "恐懼",
      "emotion_sentences": [
        "最近你每天都忙到這麼晚，我怕你累壞了啦。",
        "我一個人在家聽到外面吵吵鬧鬧，心裡有點怕怕的。",
        "天氣變冷了，你都不加外套，阿嬤最怕你著涼。",
        "我昨晚咳了一整晚，有點怕是不是又氣管發作了。",
        "你表弟這麼晚還沒回家，我心裡真的很不安。",
        "最近詐騙新聞很多，我怕你阿公又被騙去買什麼藥。",
        "我手機一直按錯，怕你們傳的訊息我都沒看到。",
        "你說要出國工作，阿嬤不是不支持，是怕你在外沒人照顧。",
        "最近鄰居摔倒住院，我也會怕自己哪天走路跌倒沒人知道。",
        "你常常滑手機走路，阿嬤看了都怕你撞到人或出車禍。"
      ]
    },
    {
      "emotion_label": "厭惡",
      "emotion_sentences": [
        "那些年輕人整天吵吵鬧鬧，真是煩死人了！",
        "鄰居家的垃圾沒分類，亂丟得亂七八糟。",
        "電視新聞老是報那些壞消息，看了心情不好。",
        "有些人說話不禮貌，讓人聽了心裡不舒服。",
        "這個天氣又悶又熱，讓人全身黏膩。",
        "有些店家態度冷冰冰的，客人怎麼會喜歡？",
        "看到路邊亂停車，真的是很沒公德心。",
        "有些年輕人不尊重長輩，氣死人了！",
        "騎樓那邊亂堆垃圾，臭氣熏天。",
        "小孩子亂丟垃圾，阿嬤看了真生氣。"
      ]
    }
  ]
},
{
  "character_information": "小婷（女性，24歲，軟體工程師，理性且有點內向）",
  "sentences": [
    {
      "emotion_label": "悲傷",
      "emotion_sentences": [
        "今天的bug修了半天還是沒解決，心裡真的有點沮喪。",
        "覺得自己好像不夠好，團隊裡總有人比我厲害。",
        "看到朋友們聚會，我只能在家裡一個人默默滑手機。",
        "想跟同事聊聊天，但又怕打擾他們，心裡有點寂寞。",
        "工作壓力這麼大，有時候真的想放棄。",
        "加班到深夜，回家只剩孤獨感陪著我。",
        "昨天面試失敗，覺得自己沒價值。",
        "明明努力了，還是感覺不被肯定。",
        "今天忘了帶筆記本電腦，心情很差。",
        "想念家鄉的味道，有時候好孤單。"
      ]
    },
    {
      "emotion_label": "憤怒",
      "emotion_sentences": [
        "為什麼這個程式老是出錯，真的氣死我了！",
        "同事不幫忙還怪我，真是氣炸。",
        "這個系統設計得太爛了，讓人崩潰！",
        "老闆又在逼加班，完全不顧我們的感受。",
        "客戶要求變來變去，搞得我頭痛不已。",
        "明明說好今天交付，結果又拖延了。",
        "網路又斷了，這種基本問題怎麼還會發生？",
        "看見別人輕鬆完成，我卻還在加班，心裡不平衡。",
        "報告格式又被退回修改，真想直接摔電腦。",
        "這些無理的要求讓我快爆炸了！"
      ]
    },
    {
      "emotion_label": "驚奇",
      "emotion_sentences": [
        "竟然有同事主動幫我寫程式，真讓我驚喜。",
        "發現新工具超好用，省了好多時間。",
        "今天測試居然一次通過，太神奇了！",
        "意外收到主管的肯定，心裡暖暖的。",
        "發現原來這個問題可以用另一種方法解決，太厲害了！",
        "看到別人的作品這麼有創意，真的很震撼。",
        "同事竟然記得我的生日，讓我很感動。",
        "今天的線上會議效率出乎意料的高。",
        "發現公司福利有免費健身房，太讚了！",
        "新推出的軟體功能超方便，真沒想到。"
      ]
    },
    {
      "emotion_label": "信任",
      "emotion_sentences": [
        "我相信只要把問題拆解清楚，總是可以找到解法的。",
        "她平常做事很細心，這個模組交給她我很放心。",
        "主管雖然要求很多，但我覺得他的判斷是對的。",
        "我信任我們團隊的默契，這次應該能準時交付。",
        "這個演算法我有測過好幾次，我相信它能跑穩。",
        "我知道你不是故意晚交PR的，應該是有其他原因吧。",
        "他說會修復那個bug，我相信他能處理好。",
        "我用的是你推薦的套件，因為我信你的判斷。",
        "我們彼此都有默契，不太需要太多語言就能協作。",
        "她之前也遇過類似的狀況，所以我信她這次也處理得來。"
      ]
    },
    {
      "emotion_label": "喜悅",
      "emotion_sentences": [
        "今天修好了一個超難的bug，心情超好！",
        "同事邀請我一起吃午餐，感覺很溫暖。",
        "收到主管的讚賞，整天都很開心。",
        "項目順利完成，大家一起慶祝。",
        "發現自己成長了很多，超有成就感。",
        "雖然忙，但感覺每天都充實。",
        "發現新音樂很棒，一整天都有好心情。",
        "聽到朋友的好消息，替他們開心。",
        "今天天氣好，心情自然就好。",
        "同事送的小禮物，讓我覺得被關心。"
      ]
    },
    {
      "emotion_label": "期待",
      "emotion_sentences": [
        "這次如果部署順利，我就可以專心開發下個版本了。",
        "新技術分享會快到了，有點期待會學到什麼。",
        "月底會去見大學同學，雖然緊張但也有點期待。",
        "這週專案驗收完，我應該可以好好睡一覺了吧。",
        "希望下次code review不要又被挑同樣的問題。",
        "我對新功能的A/B測試結果還蠻好奇的。",
        "週五跟同事約了晚餐，雖然不熟，但還是有點期待。",
        "這次重構如果成功，效能應該會明顯提升。",
        "長假快到了，我已經開始規劃旅程了。",
        "第一次投稿技術文章，有點緊張但也想知道會不會被刊出。"
      ]
    },
    {
      "emotion_label": "恐懼",
      "emotion_sentences": [
        "剛剛deploy時卡住了，我有點怕是不是哪邊沒考慮到。",
        "如果這次測試還是過不了，可能要整個rollback了。",
        "我不太擅長當眾發表，有點怕會講不清楚。",
        "這功能牽涉的邏輯太多，我怕改動後會有副作用。",
        "我們系統太仰賴某個第三方API，我有點不安。",
        "如果這週進度再拖延，可能整個時程都會被壓縮。",
        "我最怕的是遇到那種不重視文件的合作對象。",
        "有些技術債拖太久了，坦白說我有點焦慮。",
        "現在這種工作強度，我怕我撐不了多久。",
        "如果跳槽失敗，我不確定還有沒有備案。"
      ]
    },
    {
      "emotion_label": "厭惡",
      "emotion_sentences": [
        "這種低效的工作流程，真讓人生氣。",
        "同事愛拖延，害大家都要等他。",
        "那種不負責任的態度，讓人反感。",
        "一直重複做同樣的錯誤，煩死人了。",
        "亂七八糟的程式碼，看得我頭大。",
        "無聊的會議根本浪費時間。",
        "那種假裝忙碌的人最討厭。",
        "被迫加班到很晚，心情超差。",
        "設備老舊又卡頓，工作效率很低。",
        "看到別人抄襲我的成果，真是氣炸。"
      ]
    }
  ]
},
{
  "character_information": "阿志（男性，45歲，餐廳主廚，熱情外向，講話直接）",
  "sentences": [
    {
      "emotion_label": "悲傷",
      "emotion_sentences": [
        "今天生意不好，心裡真不是滋味。",
        "客人都少得讓我擔心。",
        "廚房的設備又壞了，工作更辛苦了。",
        "看到老闆不理會我的建議，覺得好無力。",
        "今天有道菜失敗了，自己很沮喪。",
        "聽說老同事換工作了，心裡空落落的。",
        "家裡小孩生病了，心情不好。",
        "工作忙碌又沒時間陪家人，真難過。",
        "想念以前和團隊合作的快樂時光。",
        "今天煮的湯味道怪怪的，讓我不舒服。"
      ]
    },
    {
      "emotion_label": "憤怒",
      "emotion_sentences": [
        "廚房裡亂成一團，真的氣炸我。",
        "客人點餐慢吞吞，害整個流程卡住。",
        "那個助手老是犯錯，怎麼教都不聽。",
        "老闆又改菜單，搞得我們手忙腳亂。",
        "有人用錯食材，這樣怎麼上菜？",
        "工作壓力大到讓我想爆炸。",
        "廚房油煙太重，整天嗆得我要發瘋。",
        "同事不配合，怎麼能做好菜？",
        "餐廳的清潔根本不到位，太惡心了。",
        "這種態度讓我真的忍不住想吼。"
      ]
    },
    {
      "emotion_label": "驚奇",
      "emotion_sentences": [
        "沒想到這道新菜這麼受歡迎，太驚訝了。",
        "今天的食材比平常新鮮很多，真幸運。",
        "新來的學徒廚藝進步超快，讓我震驚。",
        "客人竟然點了我們從沒試過的菜，真有趣。",
        "收到客人讚美，心情大好。",
        "廚房裝了新設備，效率提高不少。",
        "那道甜點意外做成功了，讓我驚喜。",
        "店裡突然來了一群老顧客，好熱鬧。",
        "工作中遇到新靈感，感覺超棒。",
        "今天的調味完美，讓我很驚喜。"
      ]
    },
    {
      "emotion_label": "信任",
      "emotion_sentences": [
        "你照我說的做，這道菜一定會成功！",
        "阿明的刀工我最信，他切的魚片我敢直接上桌。",
        "客人雖然挑，但我有信心這道菜能讓他滿意。",
        "我信你有那個天份，廚房的事學一下就上手。",
        "材料我都交代給老蔡採購，他不會讓我們用到不新鮮的。",
        "我們這個團隊配合那麼久了，我完全放心交給你們。",
        "這鍋湯交給你煮沒問題，我相信你。",
        "這位客人上次就愛吃你炒的米粉，這次一樣交給你炒！",
        "我說可以就是可以，老闆信我那是有原因的。",
        "你就照食譜煮，不用怕出錯，我都幫你想好了。"
      ]
    },
    {
      "emotion_label": "喜悅",
      "emotion_sentences": [
        "今天客人很多，廚房氣氛超好。",
        "新菜賣得特別好，大家都很開心。",
        "學徒做得不錯，讓我放心不少。",
        "收到老顧客的讚美，心裡暖暖的。",
        "大家一起合作，感覺很棒。",
        "餐廳新裝潢，看起來很有氣氛。",
        "試做的甜點成功了，特別有成就感。",
        "晚餐時間忙碌但愉快。",
        "廚房氣味香噴噴，讓人開心。",
        "看到員工笑容滿面，心情也好。"
      ]
    },
    {
      "emotion_label": "期待",
      "emotion_sentences": [
        "這週新菜單上了，我等著看客人什麼反應！",
        "下個月比賽我報名了，這次一定要拚一個獎回來。",
        "聽說那個美食部落客要來，我有點期待他吃完的評論。",
        "週末的訂位爆滿，等著看我們廚房怎麼發揮啦！",
        "小張最近學得不錯，我期待他能快點升副主廚。",
        "新鮮白蝦剛到，我腦袋已經在想要怎麼做創意菜了！",
        "晚上那桌是熟客，他們一來我就來勁兒。",
        "這次換我設計甜點環節，說真的我超期待！",
        "明天我們開放試吃，我想聽聽大家的反應。",
        "年夜飯的菜單我想了半年，一定讓客人吃到笑。"
      ]
    },
    {
      "emotion_label": "恐懼",
      "emotion_sentences": [
        "剛剛火爐冒了一下，我怕是瓦斯管哪裡鬆了。",
        "冰箱如果再壞，我們這批生魚片就全毀了。",
        "我最怕就是尖峰時段出大包，客人一等火就上來。",
        "你油倒太多了，小心等下整鍋起火！",
        "這道菜看起來怪怪的，我有點怕是不是哪個步驟搞錯了。",
        "最近食安查得緊，我們絕對不能有一點疏忽。",
        "那批牛肉來得有點晚，我怕今天備料趕不完。",
        "我喉嚨最近怪怪的，希望不是感冒，不然影響太大了。",
        "天氣這麼熱，怕那些海鮮放不久，快處理一處理。",
        "聽說附近新開一間餐廳，我是怕我們的客人會被搶走啦。"
      ]
    },
    {
      "emotion_label": "厭惡",
      "emotion_sentences": [
        "看到地板油膩膩的，真噁心。",
        "廚房裡的垃圾沒有人處理，討厭死了。",
        "有些同事不遵守規矩，讓人火大。",
        "不乾淨的碗盤讓我受不了。",
        "油煙味道太重，整個人都不舒服。",
        "有些客人態度差，讓人不想服務。",
        "那種敷衍了事的態度真讓人生氣。",
        "廚房裡亂七八糟，看得我心煩。",
        "這種拖拖拉拉的工作效率，討厭。",
        "有人偷懶不做事，讓團隊很困擾。"
      ]
    }
  ]
},
{
  "character_information": "小敏（女性，30歲，幼兒園老師，溫柔有耐心，喜歡和孩子們互動）",
  "sentences": [
    {
      "emotion_label": "悲傷",
      "emotion_sentences": [
        "今天小朋友哭了，我心裡很難過。",
        "孩子生病了，讓我擔心不已。",
        "看著孩子受傷，心疼得不行。",
        "教室裡安靜得讓人感覺空蕩蕩。",
        "有小朋友不聽話，讓我感到挫敗。",
        "孩子不願意分享玩具，我有點失落。",
        "朋友搬家了，覺得孤單。",
        "看見孩子難過，自己也跟著難受。",
        "今天的活動沒辦好，覺得很遺憾。",
        "看到孩子生氣，我也感到難過。"
      ]
    },
    {
      "emotion_label": "憤怒",
      "emotion_sentences": [
        "有小朋友亂跑讓我很生氣。",
        "教室裡的玩具被弄壞了，真讓我火大。",
        "有家長不配合，讓我覺得很氣。",
        "孩子爭吵不停，教室裡亂成一團。",
        "有人亂丟垃圾，讓我不開心。",
        "有小朋友不聽話，反覆提醒也沒用，氣死我了。",
        "教具壞了還沒修，真讓人失望。",
        "有人遲到，耽誤了教學進度。",
        "孩子之間的爭吵讓我感覺煩躁。",
        "有時候真的覺得壓力很大。"
      ]
    },
    {
      "emotion_label": "驚奇",
      "emotion_sentences": [
        "今天孩子們突然會唱新歌，真讓我驚喜。",
        "發現小朋友竟然自己整理玩具，好厲害。",
        "教室裡出現了漂亮的彩繪，讓我驚訝。",
        "小朋友第一次說出完整句子，心裡好開心。",
        "看到孩子學會新技能，覺得很驚喜。",
        "孩子們自己排隊，讓我感覺很驚奇。",
        "今天的活動比預期順利完成，太棒了。",
        "收到家長的讚美，讓我很驚訝。",
        "孩子們玩得這麼開心，讓我感到欣慰。",
        "突然有孩子給我一個大擁抱，太感動了。"
      ]
    },
    {
      "emotion_label": "信任",
      "emotion_sentences": [
        "我相信你可以自己把鞋子穿好，老師在旁邊陪你。",
        "雖然今天有一點小衝突，但我知道你們其實是好朋友對吧？",
        "這首歌你昨天就快學會了，老師相信你今天一定能唱完。",
        "媽媽放心，我們今天會好好照顧她，她今天的情緒很穩定。",
        "老師相信你已經準備好了，要不要試著自己畫看看？",
        "你今天很努力坐好吃飯，老師知道你有進步了。",
        "這個任務交給你，我相信你會做得很好。",
        "老師知道你不是故意打翻水杯的，我相信你以後會更小心。",
        "小朋友都很棒，老師相信你們一定能一起完成這幅畫。",
        "你上次就記得把玩具收好，我知道你這次也可以做到！"
      ]
    },
    {
      "emotion_label": "喜悅",
      "emotion_sentences": [
        "你今天畫的畫真漂亮，老師好喜歡！",
        "小朋友們都玩得很開心，太棒了！",
        "大家都排隊很有秩序，老師很驕傲。",
        "看到你學會新動作，真是太開心了。",
        "今天的故事時間很熱鬧，大家都專心聽。",
        "小朋友們互相幫忙，讓老師很感動。",
        "這道手工做得很用心，老師給你拍拍手。",
        "大家一起唱歌跳舞，好快樂喔！",
        "今天天氣很好，戶外活動超有趣。",
        "看到你們的笑容，老師覺得好幸福。"
      ]
    },
    {
      "emotion_label": "期待",
      "emotion_sentences": [
        "明天要帶你們去動物園，你們是不是也跟老師一樣期待？",
        "等一下我們要做手指畫，你們準備好了嗎？",
        "我最期待的就是每天早上看到你們一個個來跟我說早安。",
        "今天有新故事書要唸給你們聽，很精彩喔！",
        "快放學了，老師等一下要發今天的星星獎勵唷。",
        "你說你會帶你最喜歡的玩具來分享，老師很期待看見。",
        "下週要舉辦才藝表演了，你想好要表演什麼了嗎？",
        "今天要練習新舞蹈，我已經等不及想看你們跳了！",
        "老師做了新的教具，等一下想請你們來幫忙測試。",
        "下次親子日，希望能看到你跟爸爸媽媽一起跳舞喔！"
      ]
    },
    {
      "emotion_label": "恐懼",
      "emotion_sentences": [
        "剛剛你哭得很傷心，老師有點擔心你是不是哪裡不舒服。",
        "今天你一直一個人坐著，老師有點怕你是不是心情不好。",
        "這幾天流感很多，老師有點擔心你們沒有好好洗手。",
        "如果玩具沒有收好，老師怕有人會不小心踩到跌倒。",
        "你說你不想上台，我會怕你是真的很緊張還是被嚇到了？",
        "剛剛你推了同學，老師有點擔心你是不是在模仿什麼不好的行為。",
        "最近你常常咳嗽，老師真的有點怕你沒休息好。",
        "老師今天聲音有點沙啞，怕講故事你們會聽不清楚。",
        "如果你不告訴老師怎麼了，老師會很擔心也不知道怎麼幫你。",
        "老師不希望有人在上課時跑來跑去，會怕你們撞到受傷。"
      ]
    },
    {
      "emotion_label": "厭惡",
      "emotion_sentences": [
        "有些小朋友亂丟垃圾，真讓人不舒服。",
        "玩具被弄得亂七八糟，看了很煩。",
        "有些孩子不聽話，讓老師很頭痛。",
        "教室裡有味道，讓人很不自在。",
        "小朋友爭吵吵不停，讓人很煩躁。",
        "有時候家長的態度讓我很失望。",
        "有孩子故意搗亂，讓氣氛很差。",
        "噪音太大，教學無法專心進行。",
        "玩具壞了沒有人修，真的很討厭。",
        "孩子們不遵守規矩，讓人很難管理。"
      ]
    }
  ]
},
{
  "character_information": "小華（男性，22歲，大學生，個性幽默開朗，喜歡打電動與社交）",
  "sentences": [
    {
      "emotion_label": "悲傷",
      "emotion_sentences": [
        "今天隊友掉線，整場比賽都輸了，真的難過。",
        "作業做不好，感覺自己很沒用。",
        "朋友沒時間陪我，心裡空空的。",
        "偶像沒回覆我留言，失落感湧上心頭。",
        "看著別人都畢業了，自己還卡在期末。",
        "打遊戲連敗，覺得很挫折。",
        "宿舍吵鬧讓我睡不好，心情不好。",
        "假日沒約到人，感覺孤單。",
        "成績沒達到預期，心裡難受。",
        "看見朋友們忙碌，自己卻迷茫，覺得難過。"
      ]
    },
    {
      "emotion_label": "憤怒",
      "emotion_sentences": [
        "那隊友怎麼這麼爛，害我輸掉比賽！",
        "作業交了好幾次還被退回，氣炸我了。",
        "宿舍隔壁吵到半夜，真是煩死了！",
        "老師講話太快，我根本跟不上。",
        "網路連線一直斷，讓我超級火大。",
        "同學作弊被抓，怎麼可以這樣！",
        "電腦當機，重要檔案沒存到，氣死我了。",
        "被朋友放鴿子，真的是太差勁。",
        "食堂的飯難吃到讓人想吐。",
        "寒假作業一堆，壓力大得要死。"
      ]
    },
    {
      "emotion_label": "驚奇",
      "emotion_sentences": [
        "沒想到這款新遊戲這麼好玩！",
        "今天宿舍的派對比想像中還熱鬧。",
        "老師竟然答應延期交報告，太幸運了。",
        "朋友竟然在遊戲裡遇到偶像，超驚訝。",
        "手機居然突然升級，感覺很酷。",
        "同學的才藝比賽超厲害，讓我大吃一驚。",
        "今天校園裡有免費的餐點發放，太意外了。",
        "我居然在比賽中拿到第一名，超不可思議。",
        "看到新出的電競設備，覺得超級讚。",
        "宿舍裡有人突然開起電音派對，嚇我一跳。"
      ]
    },
    {
      "emotion_label": "信任",
      "emotion_sentences": [
        "你放心交給我，我絕對不會雷你這一場。",
        "她說要幫我搶演唱會門票，我信她，手速超快的。",
        "這組作業交給阿傑做我完全不擔心，他超穩。",
        "你說的攻略我信啦，我照那樣打真的過了。",
        "雖然教授有點兇，但我相信他真的想我們學到東西。",
        "社團活動你安排就好，我跟著嗨就對了。",
        "我室友嘴巴壞一點，其實人超罩的，我信他。",
        "你說你會來幫我搬宿舍，我記在心裡，信你一次！",
        "他每次嘴說要戒手搖但還是會揪我喝，我信他戒不掉。",
        "打LOL你負責輸出，我負責搞笑，配合默契百分百！"
      ]
    },
    {
      "emotion_label": "喜悅",
      "emotion_sentences": [
        "今天玩遊戲打破紀錄，超爽！",
        "和朋友聚會笑到肚子痛，太開心了。",
        "宿舍新買了大螢幕，氣氛超棒。",
        "拿到獎學金，感覺夢想成真。",
        "和心儀的人聊天，整天都好開心。",
        "期中考考得不錯，鬆了一口氣。",
        "新買的遊戲機終於到了，好期待。",
        "今天朋友送我生日禮物，超感動。",
        "在校園裡遇到老朋友，聊得很愉快。",
        "網路順暢，玩遊戲完全不卡，開心。"
      ]
    },
    {
      "emotion_label": "期待",
      "emotion_sentences": [
        "聽說週五有系烤，我已經準備好空肚子了！",
        "月底電玩展要到了，我超期待那款新遊戲的試玩。",
        "今天下午沒課，我已經想好要躺到天荒地老。",
        "跟喜歡的那個人同組報告，欸嘿嘿有點期待欸。",
        "這次羽球比賽我有報名，期待至少贏一場啦。",
        "朋友說要帶我去吃一家超好吃的拉麵店，我等不及了。",
        "晚上開黑五排，今天非吃雞不可！",
        "明天電腦課要教動畫特效，希望別讓我睡著。",
        "下禮拜期中考結束，我已經安排好三天不出門行程。",
        "他說要請我吃燒肉慶生，我已經夢到烤牛舌了。"
      ]
    },
    {
      "emotion_label": "恐懼",
      "emotion_sentences": [
        "我剛剛按到老師的FB好友邀請，我怕他會記我臉。",
        "那個報告我們還沒開始寫，我現在真的開始怕了。",
        "手機突然當掉，我怕遊戲沒存進度又要重來。",
        "剛剛發現交作業的按鈕我好像沒按到，我怕爆。",
        "明天要上台報告，我講話還會結巴，超怕出糗。",
        "我怕等一下分組又被分到都不做事的那群。",
        "老師說要點名，我現在連人都還沒出門。",
        "今天早上出門前忘了帶學生證，進宿舍怕被擋。",
        "我帳戶只剩兩百，月底之前我真的會怕自己餓死。",
        "被她已讀不回三小時了，是不是我又講錯話了？"
      ]
    },
    {
      "emotion_label": "厭惡",
      "emotion_sentences": [
        "那些垃圾食堂的飯，真讓人噁心。",
        "宿舍的衛生環境亂七八糟，受不了。",
        "有些同學講話超吵，煩死人了。",
        "電腦卡頓讓我抓狂。",
        "不喜歡那種假假的社交場合。",
        "同學作弊讓人反感。",
        "洗澡間又髒又臭，完全不想用。",
        "那個遊戲更新後變爛了，討厭。",
        "被隊友拖累輸掉比賽，氣死我了。",
        "網路斷線真的是太煩人了。"
      ]
    }
  ]
},
{
  "character_information": "阿玲（女性，38歲，銀行職員，細心謹慎，性格穩重，有些嚴肅但善解人意）",
  "sentences": [
    {
      "emotion_label": "悲傷",
      "emotion_sentences": [
        "今天工作出了錯，心情很沮喪。",
        "覺得努力了這麼久，卻沒有被看見。",
        "同事離職讓辦公室變得冷清。",
        "家裡孩子不舒服，讓我擔心不已。",
        "過去的錯誤一直揮之不去，心裡難過。",
        "看到客戶因財務問題難過，我也感同身受。",
        "工作壓力大到讓我心情沉重。",
        "家庭和工作間的平衡很難維持，覺得疲憊。",
        "今天聽到朋友的不幸消息，心裡很難受。",
        "想念過去快樂的日子，感到孤單。"
      ]
    },
    {
      "emotion_label": "憤怒",
      "emotion_sentences": [
        "客戶資料錯誤居然沒人提醒，真讓人生氣。",
        "同事推卸責任，讓我感覺很不公平。",
        "系統當機，工作被耽誤，氣炸了。",
        "有人不遵守規章制度，讓團隊很困擾。",
        "老闆無理要求，讓我壓力倍增。",
        "明明說好的會議時間，竟然有人遲到。",
        "文件審核出了問題，害我得重做。",
        "有些客戶態度不好，讓我很反感。",
        "連續加班讓我忍不住生氣。",
        "電腦速度慢到讓我抓狂。"
      ]
    },
    {
      "emotion_label": "驚奇",
      "emotion_sentences": [
        "沒想到今天的會議這麼順利。",
        "系統更新後功能居然變多了，挺驚喜。",
        "客戶意外答應了我們的方案，讓我很意外。",
        "同事居然主動幫忙，讓我感到驚訝。",
        "突然收到加薪通知，真沒想到。",
        "新的工作流程比以前有效率很多。",
        "今天遇到很有趣的客戶，讓我印象深刻。",
        "公司組織的活動比想像中還好玩。",
        "看到年輕同事快速成長，感覺很驚奇。",
        "電腦居然自己修好了，太神奇了。"
      ]
    },
    {
      "emotion_label": "信任",
      "emotion_sentences": [
        "只要你把資料準備齊全，我相信流程會順利完成。",
        "這份文件我已經交給小周處理了，他做事很讓人放心。",
        "我相信你不是故意延遲回覆，一定是有狀況。",
        "這筆帳我有再三核對，你可以放心簽名。",
        "她是我們部門最穩的新人，我相信她做得來。",
        "雖然數字有誤差，但我信你會找出原因。",
        "他之前的表現很好，我相信這次只是小失誤。",
        "我知道你工作壓力很大，但我相信你會自己調整好。",
        "這種狀況不是第一次了，我信你有處理的經驗。",
        "只要照程序走，結果我相信一定是公平的。"
      ]
    },
    {
      "emotion_label": "喜悅",
      "emotion_sentences": [
        "今天完成了重要的專案，感覺很有成就感。",
        "客戶對我們的服務很滿意，心情很好。",
        "同事之間合作順利，氣氛很愉快。",
        "收到同事的感謝信，覺得被肯定了。",
        "週末計劃好了，期待放鬆一下。",
        "主管表揚了我的表現，好開心。",
        "午餐時大家一起聊天，很開心。",
        "今天的工作進展順利，心情很輕鬆。",
        "見到了許久未見的朋友，感覺很開心。",
        "新的辦公設備很方便，讓人滿意。"
      ]
    },
    {
      "emotion_label": "期待",
      "emotion_sentences": [
        "這次專案結束後，希望大家都能好好休息一下。",
        "下週的內部簡報，我還蠻期待你們的成果呈現。",
        "我約了久違的朋友吃飯，期待能聊聊近況。",
        "月底績效審核，希望這次能反映出大家的努力。",
        "這次系統升級，期待操作能更流暢一些。",
        "過幾天要帶爸媽去健康檢查，希望一切正常。",
        "新的主管下週上任，大家都蠻期待他的管理方式。",
        "她說這次會準時交報告，我願意再給一次期待。",
        "這次整理的流程指引，希望能真正幫到新人。",
        "每年都會發年終，雖然不多，但還是期待一下。"
      ]
    },
    {
      "emotion_label": "恐懼",
      "emotion_sentences": [
        "這筆款項的異動記錄不完整，我有點擔心會出問題。",
        "最近詐騙手法很多，我很怕有客戶受騙。",
        "我最擔心的是同仁沒看清楚細節就簽了字。",
        "客戶的資金流向異常，我怕背後有風險。",
        "系統如果再當機，今天所有交易都可能延遲。",
        "這麼急的交期，我怕品質會有疏漏。",
        "剛剛報表資料跳出警示，我有點擔心是不是設定錯誤。",
        "她看起來最近情緒不太穩定，我擔心她撐得太久。",
        "如果政策突然改變，客戶可能會來投訴我們處理不當。",
        "我有點怕你把這件事想得太簡單，後面會很難收拾。"
      ]
    },
    {
      "emotion_label": "厭惡",
      "emotion_sentences": [
        "文件亂七八糟，讓人看了很不舒服。",
        "有些同事態度消極，讓人厭煩。",
        "系統老是出問題，真讓人抓狂。",
        "客戶無理的要求，讓我很反感。",
        "工作環境太吵，沒辦法專心。",
        "這種重複的工作真是無聊又討厭。",
        "有人遲到不說，還態度不好，令人厭惡。",
        "辦公室裡的爭吵讓氣氛很糟糕。",
        "某些不負責任的行為讓人火大。",
        "系統更新後的錯誤一直沒解決，超煩。"
      ]
    }
  ]
},
{
  "character_information": "阿杰（男性，45歲，卡車司機，性格直爽，愛好釣魚與戶外，說話語氣粗獷但心地善良）",
  "sentences": [
    {
      "emotion_label": "悲傷",
      "emotion_sentences": [
        "今天路上堵車，耽誤了交貨時間，心裡真難過。",
        "想念老爸，已經好多年沒回家了。",
        "跟老婆吵架了，整晚沒睡好。",
        "釣魚失手，一整天都沒收穫，心情很低落。",
        "工作壓力大，覺得有點撐不下去。",
        "小孩生病了，讓我很擔心。",
        "老朋友搬走了，感覺孤單。",
        "車子壞在半路，沒人幫忙，心裡難受。",
        "想起過去的好時光，忍不住感傷。",
        "家裡的狗狗不見了，心裡很空。"
      ]
    },
    {
      "emotion_label": "憤怒",
      "emotion_sentences": [
        "這路怎麼這麼爛，車子都快壞了！",
        "客戶遲遲不付款，氣得我牙癢癢。",
        "路上有人亂插隊，真是太沒禮貌了。",
        "加油站人員態度差，讓我超級火大。",
        "司機都亂按喇叭，吵死人了。",
        "工地亂七八糟，連我都不想下車。",
        "老闆交代的事做不完，壓力大得受不了。",
        "路標不清楚，害我迷路，氣炸了。",
        "有些同行只會搶生意，讓人看不慣。",
        "停車位搶不到，真是煩死了。"
      ]
    },
    {
      "emotion_label": "驚奇",
      "emotion_sentences": [
        "沒想到這條路這麼快就通了，真神奇。",
        "今天遇到一隻大魚，嚇我一跳。",
        "客戶竟然給了我額外小費，太驚喜了。",
        "車子居然自己修好了，真是幸運。",
        "釣魚技術提升了，真不敢相信。",
        "老朋友突然打電話來，讓我很驚訝。",
        "今天天氣轉好，心情也跟著亮了起來。",
        "看到小孩考上好學校，太意外了。",
        "路邊的小攤美食竟然這麼好吃，太驚艷。",
        "意外發現新的釣魚地點，超級開心。"
      ]
    },
    {
      "emotion_label": "信任",
      "emotion_sentences": [
        "這條路我跑過上百回了，閉著眼睛都能開過去，放心啦。",
        "你說要幫我顧車，我信你，別讓我多擔心就好。",
        "老張雖然嘴臭一點，人是靠得住的，我信他。",
        "我跟釣友說好下週去東港，他說會帶餌，我信啦。",
        "那修車師傅我認識二十年，他說沒問題就真沒問題。",
        "你是我兄弟，交代你的事我就不會再問第二次。",
        "這趟貨雖然遠，但我信我的老夥計——這台車撐得住。",
        "小玲雖然剛上車沒幾天，但做事細，我信她慢慢會上手。",
        "我知道你不是那種說話不算話的人，我信你。",
        "我老婆說這次會煮我最愛的菜，我信她沒忘記我生日。"
      ]
    },
    {
      "emotion_label": "喜悅",
      "emotion_sentences": [
        "今天路上風景真美，心情大好。",
        "釣到一條大魚，爽翻了。",
        "客戶對我服務滿意，覺得很有成就感。",
        "和老朋友聚會，聊得很開心。",
        "車子維修好了，感覺輕鬆多了。",
        "休假日終於到了，可以好好放鬆。",
        "孩子考試成績進步了，太開心了。",
        "工作順利完成，心情很好。",
        "週末去釣魚，玩得超開心。",
        "天氣好，心情自然就好。"
      ]
    },
    {
      "emotion_label": "期待",
      "emotion_sentences": [
        "下個月有釣魚比賽，我已經磨好釣竿等著了！",
        "明天拉完貨就放假，我要直接殺去溪邊紮營啦！",
        "聽說那家牛肉麵換新老闆，我有點想去試試味道。",
        "這趟跑完就能見到小孫子，我想他想得緊。",
        "下次團聚你說要帶烤肉架，我已經開始流口水了。",
        "老婆說週末要全家一起去郊外走走，我超期待。",
        "這次休假我打算去阿里山看看雲海，說走就走！",
        "我訂的釣具快到了，到時候帶你們一起去試水。",
        "聽說你新買的帳篷不錯，我等著看實戰表現。",
        "這批貨如果準時交完，老闆應該會請我們吃一頓吧？"
      ]
    },
    {
      "emotion_label": "恐懼",
      "emotion_sentences": [
        "剛剛下坡時煞車有點鬆，我有點怕是油壓問題。",
        "最近一直咳，我怕是那年留下來的老毛病又犯了。",
        "貨倉那邊說要臨檢，我心裡有點不踏實。",
        "這雨下成這樣，山路開起來還真讓人捏把冷汗。",
        "剛剛差點被後面那輛大車追撞，嚇出一身汗。",
        "我最怕的就是夜路看不清，有時候連路標都沒幾個。",
        "車上那批玻璃器材很貴，抖太大力我真的怕碎了。",
        "釣魚的時候要小心，我有次差點被鉤子刺進手裡。",
        "我老婆最近總說頭暈，我有點怕她是過勞了。",
        "我老哥最近聯絡不上，我怕他一個人在山上出什麼事。"
      ]
    },
    {
      "emotion_label": "厭惡",
      "emotion_sentences": [
        "路上的垃圾亂丟，真是看了不爽。",
        "那些車子亂停車，害我沒地方停。",
        "有些人開車超級沒禮貌，真討厭。",
        "工作中遇到拖延的人，讓人火大。",
        "路邊攤食物不衛生，根本吃不下。",
        "天氣悶熱又不通風，讓人受不了。",
        "有些同行不誠實，讓人不信任。",
        "噪音太大，開車都無法專心。",
        "車子老是故障，讓人煩躁。",
        "遇到交通警察刁難，心情超差。"
      ]
    }
  ]
},
{
  "character_information": "小玲（女性，29歲，幼兒園老師，性格溫柔有耐心，喜歡照顧小孩與手作）",
  "sentences": [
    {
      "emotion_label": "悲傷",
      "emotion_sentences": [
        "有小朋友生病了，心裡好難過。",
        "孩子哭了，我卻幫不上忙，感覺很無力。",
        "看著家長對我不滿，心裡有點難過。",
        "今天班上的孩子不聽話，讓我有點失落。",
        "有些孩子因為家庭問題變得沉默，我很心疼。",
        "覺得自己教學不夠好，心裡很沮喪。",
        "有小朋友受傷了，我很自責。",
        "有時候想念自己的童年，覺得有點傷感。",
        "看著畢業的孩子離開，心中充滿不捨。",
        "孤單的時候，會想起那些可愛的小朋友們。"
      ]
    },
    {
      "emotion_label": "憤怒",
      "emotion_sentences": [
        "有家長無理取鬧，真的讓人火大。",
        "孩子不聽話，重複說了好多次還不改，氣死我了。",
        "同事不配合，工作變得很難做。",
        "有人亂丟玩具，讓教室變得很亂，真不爽。",
        "被批評教學方式，心裡很不甘心。",
        "孩子間打架，我得一直勸解，真的很煩。",
        "有時候感覺被家長誤解，氣得說不出話。",
        "家長會議拖太久，累得要命。",
        "教具壞了卻沒人修，讓我超級不爽。",
        "有些家長不尊重老師，讓我很生氣。"
      ]
    },
    {
      "emotion_label": "驚奇",
      "emotion_sentences": [
        "今天孩子突然學會了一首新歌，真讓我驚喜",
        "有小朋友畫的畫比我想像中還棒，太驚艷了。",
        "孩子們居然能自己整理教室，讓我很驚訝。",
        "家長居然主動幫忙，真讓我感動。",
        "今天的活動比預期還成功，超開心。",
        "小朋友居然懂得分享玩具，讓我很意外。",
        "老師會議上有人提出好點子，真讓我驚喜。",
        "有位新同事教學方式很特別，讓我眼睛一亮。",
        "意外收到家長的感謝卡，感覺很幸福。",
        "今天的天氣好到讓我忍不住想帶孩子們出去玩。"
      ]
    },
    {
      "emotion_label": "信任",
      "emotion_sentences": [
        "你今天有記得把玩具收好，老師知道你一定會越來越棒。",
        "雖然第一次做不太順利，但我相信你會越來越熟練的。",
        "我知道你不是故意不聽話，老師相信你只是心情不好。",
        "你已經試著自己綁鞋帶了，老師真的很為你開心。",
        "只要你慢慢來，我相信你一定做得到。",
        "她今天雖然有點害羞，但我相信她其實很想跟大家玩。",
        "媽媽放心，小朋友今天有好好吃飯，也有午睡，我有一直注意她的狀況。",
        "老師相信你是一個會關心別人的小幫手。",
        "這組拼圖有點難，但老師相信你可以一步一步完成。",
        "你把畫送給同學的時候很有禮貌，我相信你是一個溫暖的人。"
      ]
    },
    {
      "emotion_label": "喜悅",
      "emotion_sentences": [
        "今天孩子們玩得好開心，我也很快樂。",
        "看見小朋友學會新東西，心裡很滿足。",
        "教室裡充滿笑聲，氣氛好棒。",
        "收到孩子送的小禮物，好感動。",
        "見到家長的認可，覺得很開心。",
        "和同事一起準備活動，很有成就感。",
        "孩子們主動幫忙打掃，心情特別好。",
        "聽見孩子叫老師，覺得很幸福。",
        "天氣好，帶孩子們戶外活動，超開心。",
        "每天都期待跟孩子們見面。"
      ]
    },
    {
      "emotion_label": "期待",
      "emotion_sentences": [
        "下禮拜要換季節主題佈置了，老師好期待你們一起幫忙。",
        "明天我們要做黏土小動物，你想好要做什麼了嗎？",
        "今天有你最喜歡的故事書，我等一下唸給你聽喔。",
        "這週末要做母親節卡片，我已經準備好好多漂亮的貼紙了。",
        "下個月是園遊會，我們要一起練跳舞，老師已經開始期待了！",
        "你說你會帶自己的作品來給大家看，老師很想看看喔。",
        "天氣變暖了，我們可以準備帶孩子們去戶外活動了，好期待。",
        "你說你喜歡種花，那下次來幫老師一起種盆栽好嗎？",
        "今天有新的色紙和亮片，我想你們一定會很喜歡。",
        "等大家睡醒，我們一起來做下午的小驚喜手工，好不好？"
      ]
    },
    {
      "emotion_label": "恐懼",
      "emotion_sentences": [
        "你剛剛突然哭了，是不是有什麼事情讓你害怕？",
        "老師剛剛看到你跌倒了，有沒有哪裡痛痛的？",
        "這幾天感冒的孩子比較多，我有點擔心大家會互相傳染。",
        "你剛剛咳嗽好幾聲，老師有點擔心你是不是不太舒服。",
        "今天下雨路滑，我怕你們跑太快會跌倒，要小心喔。",
        "我擔心這次的活動時間會太趕，小朋友可能會覺得很急促。",
        "老師剛剛發現你的便當沒吃幾口，是不是肚子不舒服？",
        "這麼晚還沒被接走，我有點擔心爸爸媽媽是不是遇到狀況了。",
        "老師最怕的是你們心裡不開心卻不說出來，我會很擔心喔。",
        "你說你夢到怪獸，那一定嚇到了吧？老師陪你不要怕。"
      ]
    },
    {
      "emotion_label": "厭惡",
      "emotion_sentences": [
        "有些玩具壞了，讓我很煩。",
        "孩子吵鬧不停，讓我頭痛。",
        "有家長不遵守規定，真討厭。",
        "教室裡亂七八糟，看了很不舒服。",
        "有小朋友不聽話，讓我很無奈。",
        "同事間的小吵鬧，讓氣氛很差。",
        "重複教同樣的內容，感覺很無趣。",
        "天氣太熱，孩子們都不舒服。",
        "有時候覺得被誤解，心裡不舒服。",
        "家長會拖太久，讓人厭煩。"
      ]
    }
  ]
}
]